# vim: set ft=ruby:
tap 'caskroom/cask'
tap 'homebrew/dupes'
tap 'universal-ctags/universal-ctags'
cask 'google-japanese-ime'
cask 'opera'
cask 'flash-player'

brew 'openssl'
brew 'lua'
brew 'vim', args: ['with-lua']
brew 'bison'
brew 'autoconf'
brew 'automake'
brew 'bison'
brew 're2c'
brew 'libjpeg'
brew 'libpng'
brew 'libmcrypt'
brew 'libxml2'
brew 'go'
brew 'zlib'
brew 'screen'
brew 'curl'
brew 'wget'
brew 'libiconv'
brew 'readline'
brew 'pngquant'
brew 'libedit'
brew 'libevent'
brew 'libev'
brew 'ctags'
brew 'peco'
brew 'universal-ctags', args: ['HEAD']
